esp-arduino-libs/ESP32_Display_Panel/test_apps/sdkconfig.defaults.esp32_c3_lcdkit
CONFIG_IDF_TARGET="esp32c3"
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
# CONFIG_ESP_TASK_WDT is not set
CONFIG_FREERTOS_HZ=1000
CONFIG_ESP_PANEL_BOARD_ESP32_C3_LCDKIT=y
